{
   "Ethiopia": {
      "iso3": "ETH",
      "X": 39.635053,
      "Y": 8.631222,
      "published": "26.01.2021",
      "sources": "<a href=\"https://www.osac.gov/Content/Browse/Report?subContentTypes=Alerts%2CTravel%20Advisories\">OSAC Travel Advisories</a>/ \n <a href=\"https://www.gov.uk/foreign-travel-advice/ethiopia/entry-requirements\">Foreign travel advice, Gov.UK</a>/ \n <a href=\"https://et.usembassy.gov/covid-19-information/\">US State Dept. COVID-19 Country Specific Information</a>/\n <a href=\"https://twitter.com/FMoHealth/\">Ministry of Health</a>/",
      "info": "Latest news: Civil aviation authority reopens airspace in Tigray region from 14 December (News Business Ethiopia, 14.12.2020). \n  <br>\n  <br>\n International Restrictions:<br>\n *Entry into Ethiopia: There are special measures in place at all borders when entering Ethiopia. Flights to some destinations in northern Ethiopia are resuming.\n Proof of a negative COVID-19 RT PCR test result issued within the previous 120 hours (5 days), starting from the time the sample is given, is required for all air passengers over the age of 10 years entering Ethiopia (except diplomats). All passengers will be subject to 7 days mandatory self-isolation. You must provide the address for your self-isolation upon arrival.<br>\n Diplomats are encouraged to present a negative RT PCR COVID-19 test certificate. Where they do so, they will need to self-isolate at their residence for 7 days. Where they do not present a negative test certificate, they will be required to self-isolate for 14 days.<br>\n *Transit Passengers: Passengers transiting for 24 hours or less can remain in the departure lounge of the airport. For transits over 24 hours, you will be taken to a designated transit hotel for the duration of your stay. On arrival in Addis Ababa Bole International Airport, you should report to the transit desk to confirm your hotel details. After health screening and immigration you will then need to present your hotel details and passport to the desk marked “transit shuttle bus” from where you will be taken to the hotel. You will not be able to leave the hotel during your transit. To the extent airline schedules allow, you should therefore minimise the duration of your transit in Addis Ababa. Passengers transiting Addis Ababa Bole International Airport are subject to COVID-19 screening measures during transit.Addis Ababa Bole International Airport (and other international airports) have put in place measures to screen passengers arriving, departing or transiting through Ethiopia. Arriving passengers are required to present a negative RT PCR COVID-19 test certificate prior to entry. Additional screening may include temperature measurements, completing a health screening questionnaire and answering questions from health officials. This will include checks on recent travel to affected areas and your accommodation details for your self-isolation. <br>\n Anyone who is suspected of having COVID-19 will be taken to a government designated isolation centre where they will receive appropriate follow-up care and will be tested. Any person that tests positive for COVID-19 will be prohibited from entering Ethiopia. Anyone with a pre-existing condition that requires regular medicines should bring sufficient amounts to cover a potential unplanned additional 2 week stay.<br> \n *Land Borders: Measures are in place when arriving into the country across land borders. Those crossing with a negative RT PCR COVID-19 test certificate dated within the previous 120 hours (5 days) will be screened for symptoms and required to self-isolate at home for 7 days. Those that do not present a negative test certificate will be screened and required to self-isolate for 14 days. Only PCR tests will be accepted. Anyone who is suspected of having COVID-19 will be taken to a government designated isolation centre where they will receive appropriate follow-up care and a further test. The standard of isolation centres varies significantly around the country.\n  <br>\n  <br>\n  Internal Restrictions: <br>\n *Travel to the airport: You should arrive at the airport at least two hours before your scheduled departure time. You will need a printed copy of your itinerary, e-ticket or boarding pass in order to be allowed to enter the airport terminal. You should check whether you need a negative COVID-19 test to travel to your destination; this may be requested before your departure. You should comply with all local restrictions. <br>\n *Local coronavirus measures: Government directives to help limit the spread of COVID-19 currently include:<br>\n • Any person known to be infected with coronavirus is prohibited from entering the country, mixing or meeting with other people in any way that may spread the virus; <br> \n • Gatherings (including religious gatherings, weddings and funerals) are limited to 50 people. Gatherings of over 50 people must be authorised by the relevant authority. Organisers and participants must comply with all measures outlined in the <a href=\"http://www.moh.gov.et/ejcc/sites/default/files/2020-10/Registerd%20COVID-19%20Directive%202013.pdf\">Ministry of Health Directive</a>, from page 20. Personal in-home gatherings such as birthday parties may only include family members; <br> \n • Deliberate physical contact is banned, including greetings by handshake; <br>\n • Wearing of face masks is mandatory in all public places (except for children under 6 years or those with a relevant provable condition); <br>\n • Individuals will be expected to ensure that they are 2 adult strides apart at all times; <br>\n • Schools, universities and daycare centres are banned from operating until appropriate safety measures are agreed; <br> \n • Any person that suspects they have COVID-19 must report to the Ministry of Health or Ethiopian Public Health Institute (call 8335 or 952) to be tested; <br>\n • All sectors and businesses (including hotels, cinemas, tour operators) must provide necessary sanitising material and information to customers and staff, maintain 2 strides distance where appropriate and maintain the cleanliness of their premises. Cafes, bars and restaurants are limited to serving three people per table. Occupancy limits are in place for nightclubs as well as rules on no contact. Sports may take place in compliance with coronavirus measures, but no spectators are allowed apart from participants; <br>\n • Visits to care homes for the elderly are prohibited. Visits to prisons must comply with coronavirus measures; <br>\n • Public transport providers must comply with relevant coronavirus measures, including reduced passenger loads, mask-wearing and ventilation; <br>\n • Those required to self-isolate at home should follow the correct procedures (page 13, <a href=\"http://www.moh.gov.et/ejcc/sites/default/files/2020-10/Registerd%20COVID-19%20Directive%202013.pdf\">Ministry of Health Directive</a>). <br>\n Failure to comply with these measures is punishable by criminal law. You should comply with all measures, wear a mask in public, and monitor local media for further updates.\n There may be local restrictions to public transport to help limit the spread of coronavirus. Tigray Regional State has instituted additional quarantine measures for those travelling from overseas and other parts of Ethiopia and curtailed movement between cities and rural areas in the region. You should follow the advice of the local authorities. <br>\n *Accommodation: Most hotels and accommodation remain open. You should follow national coronavirus measures. See ‘local coronavirus measures’ in Travel in Ethiopia. <br>\n *Public places and services: There are restrictions in place for public spaces, including social distancing, limited gathering and wearing of face masks. See ‘local coronavirus measures’ in Travel in Ethiopia.",
      "optional1": 20210126,
      "optional2": "Self-isolation at own accommodation or government facility.\n\nAll passengers will be subject to 7 days mandatory self-isolation. You must provide the address for your self-isolation upon arrival.\n\nDiplomats are encouraged to present a negative RT PCR COVID-19 test certificate. Where they do so, they will need to self-isolate at their residence for 7 days. Where they do not present a negative test certificate, they will be required to self-isolate for 14 days. ",
      "optional3": "COVID-19 negative certification required. \n\nAll passengers arriving into the country (except diplomats) are required to present a negative RT PCR COVID-19 test certificate, dated within the previous 120 hours (5 days) . Only RT 2PCR tests will be accepted. \n\nAddis Ababa Bole International Airport (and other international airports) have put in place measures to screen passengers arriving, departing or transiting through Ethiopia. Arriving passengers are required to present a negative RT PCR COVID-19 test certificate prior to entry. Additional screening may include temperature measurements, completing a health screening questionnaire and answering questions from health officials. ",
      "ObjectId": 88
   },
   
   
   "Mauritius": {
      "iso3": "MUS",
      "X": 57.572082,
      "Y": -20.283505,
      "published": "10.03.2021",
      "sources": "<a href=\"https://www.gov.uk/foreign-travel-advice\">Foreign travel advice, Gov.UK</a>/ \n <a href=\"https://www.osac.gov/Content/Report/ccebe4a9-43c3-4aba-b86d-18d9259a3a75\">OSAC Travel Advisories</a>/ \n <a href=\"https://mu.usembassy.gov/covid-19-information/\">US State Dept. COVID-19 Country Specific Information</a>/\n <a href=\"https://covid19.mu/\">Ministry of Health</a>/",
      "info": "Latest News: Two week period of confinement effective 10 March, arriving international flights suspended (OSAC, 10.03.2021). Flights suspended for two weeks as COVID-19 lockdown imposed (Reuters, 10.03.2021). Authorities impose nationwide COVID-19 restrictions until 25 March; essential services will remain open (Garda World, 10.03.2021). Authorities suspend inbound international flights until 15 March after several local COVID-19 cases reported; flights from Mauritius to Rodrigues Island also halted (Khaleej Times, 07.03.2021) . \n  <br>\n  <br>\n International Restrictions: \n *Air Mauritius are running weekly flights to Paris, from where onward connections to the UK are available. Visit the<a href=\"https://www.airmauritius.com/\">Air Mauritius website</a> or call +230 207 7070 for booking information.\n *Entry to Mauritius and quarantine requirements: On 6 March, in response to the COVID-19 situation, the Government of Mauritius announced the suspension of all international flight arrivals. Departures remain scheduled at this time.\n  <br>\n  <br>\n  Internal Restrictions: \n *Travel in Mauritius: On 9 March, the Government of Mauritius announced a lockdown beginning on 10 March. Until 25 March, public transport services are not authorised to operate. You should follow the advice of the local authorities.<br>\n *Accommodation: Some accommodation providers are open for Mauritian residents; however, accommodation remains closed to tourists.<br>\n *Public spaces and services: The Mauritian authorities announced new lockdown restrictions on 9 March 2021. From 11 to 25 March, supermarkets, bakeries, banks and butchers shops will be open, but access will only be granted on certain days according to the first letter of your surname (surnames A-F on Monday and Thursday; G-N on Tuesday and Friday; and O-Z on Wednesday and Saturday). Social distancing and wearing of face masks in public remains mandatory. Public transport is not operating. Access to public places will be prohibited, including beaches. Markets, cinemas, gyms, hairdressers, shopping malls and restaurants will be closed. Cultural and sports events will be cancelled and there is a restriction on numbers at marriages and funerals. You should follow the advice of the local authorities.<br>",
      "optional1": 20210310,
      "optional2": "Quarantine requirement at government designated site.\n\nOn 6 March, in response to the COVID-19 situation, the Government of Mauritius announced the suspension of all international flight arrivals.",
      "optional3": "COVID-19 negative certification required for entering the country.   \nOn 6 March, in response to the COVID-19 situation, the Government of Mauritius announced the suspension of all international flight arrivals.\n\n",
      "ObjectId": 172
   },
   
   "United Kingdom of Great Britain & Northern Ireland": {
      "iso3": "GBR",
      "X": -0.239652,
      "Y": 52.24861,
      "published": "11.03.2021",
      "sources": "<a href=\"https://www.osac.gov/Content/Browse/Report?subContentTypes=Alerts%2CTravel%20Advisories\">OSAC Travel Advisories</a>/\n  <a href=\"https://uk.usembassy.gov/covid-19-coronavirus-information/\">US State Dept. COVID-19 Country Specific Information</a>/ \n  <a href=\"https://www.gov.uk/guidance/coronavirus-covid-19-travel-corridors#travel-corridors-countries-and-territories-exemption-list.\">Foreign travel advice, Gov.UK</a>/",
      "info": "Latest News: Government in Britain bans all passenger flights from Ethiopia, Qatar, Oman, Somalia from 19 March (Aviation & Travel, 17.03.2021). Stay-at-home restriction in Scotland will be lifted on 2 April; travel restrictions set to be lifted on 26 April (Cumnock Chronicle, 16.03.2021). Authorities in Britain lift flight, maritime bans from Portugal; Ethiopia, Mauritius, Oman, Somalia and Qatar added to England's restricted travel list (Reuters, 15.03.2021).\n <br>\n  <br>\n International Restrictions: \n Entry to UK: If you’re travelling to England you must either quarantine in the place you’re staying or in a managed quarantine hotel for 10 days because of coronavirus (COVID-19). What you need to do depends on where you travel in the 10 days before you arrive in England. You must also get 2 coronavirus tests after you arrive in England. You’ll need to book these before you travel. <a href=\"https://www.gov.uk/uk-border-control/before-you-leave-for-the-uk\">Find out how to book the tests you must get after you arrive in England and if you need to book a quarantine hotel</a>.<br>\n Find out what to do if you’re:\n • <a href=\"https://www.gov.scot/publications/coronavirus-covid-19-public-health-checks-at-borders/pages/overview\">travelling to Scotland</a> <br>\n • <a href=\"https://gov.wales/how-self-isolate-when-you-travel-wales-coronavirus-covid-19\">travelling to Wales</a> <br>\n • <a href=\"\">travelling to Northern Ireland</a> <br>\n You cannot currently enter the UK <a href=\"https://www.nidirect.gov.uk/articles/coronavirus-covid-19-travel-advice\">here</a> if you’ve been in or through a country on the banned travel list (sometimes known as the ‘red list’) in the last 10 days, unless you’re British, Irish or you have the right to live in the UK.\n Before you leave for the UK you’ll need to:\n • complete a <a href=\" https://www.gov.uk/provide-journey-contact-details-before-travel-uk\">Passenger Locator Form</a><br>\n • provide proof of a negative coronavirus test<br>\n • <a href=\"https://www.gov.uk/uk-border-control/before-you-leave-for-the-uk\">Find out more about what you’ll need to do before you leave for the UK</a> because of coronavirus. <br>\n Your <a href=\"https://www.gov.uk/uk-border-control/before-you-leave-for-the-uk \">passport or identity card </a> will be checked when you arrive at a UK port or airport to make sure you’re allowed to come into the country. It should be valid for the whole of your stay. <br>\n You may also <a href=\"https://www.gov.uk/uk-border-control/before-you-leave-for-the-uk\">need a visa</a> to come into or <a href=\"https://www.gov.uk/uk-border-control/layovers-and-transiting\">travel through the UK</a>, depending on your nationality.\n  <br>\n  <br>\n Internal Restrictions: \n <a href=\"https://www.gov.uk/guidance/national-lockdown-stay-at-home\">National lockdown rules currently apply in England because of coronavirus</a>. Find out what the rules are in <a href=\"https://www.gov.scot/coronavirus-covid-19/\">Scotland</a>, <a href=\"https://gov.wales/coronavirus\">Wales </a> and <a href=\"https://www.nidirect.gov.uk/campaigns/coronavirus-covid-19\">Northern Ireland</a>.\n Other information, regarding <a href=\"https://www.gov.uk/guidance/national-lockdown-stay-at-home#march-whats-changed\">Guidance on the National Lockdown</a>",
      "optional1": 20210311,
      "optional2": "Self-isolation at own accommodation.\n<br>\n<br>\nA 10-day quarantine for all passengers returning from COVID-19 hotspots starting Feb. 15. The quarantine must be completed in a government-designated hotel at the traveler's own expense. This mandate will apply to permitted arrivals from more than 30 countries, including the UAE, Portugal, South Africa, and all South American countries.\nBritish citizens and other foreigners arriving will be assigned to a 14-day quarantine, dependent on the country of travel. Find <a href=\"https://www.gov.uk/guidance/coronavirus-covid-19-travel-corridors\">here</a> a full list of countries where travelers arriving in England will be exempt from quarantine measures.  \n\n**Jersey: Jersey will quarantine arrivals from France for at least five days and during that time test the travelers twice for coronavirus. Travelers will remain in isolation until they have tested negative for coronavirus, in hotel rooms provided for them that they will have to pay for. French tourists who refuse to be tested will have to self-isolate for 14 days.\nThe measures do not include children under the age of 11. \n\n",
      "optional3": "COVID-19 negative certification required for entering the country. \n\nInternational arrivals to England and Scotland, including UK nationals, must present negative COVID-19 test before departure as of Jan. 8. \nBeginning 4 a.m. on January 15, all persons (with limited exemptions) arriving by ship, plane or train will have to take a test up to three (3) days before departure and provide evidence of a negative result before they travel. \n\nFrom 4am on Monday 18 January 2021, you must have proof of a negative coronavirus (COVID-19) test to travel to England. You must take a test even if: you are a UK citizen or you are coming from a country on the travel corridors <a href=\"https://www.gov.uk/guidance/coronavirus-covid-19-travel-corridors\">list</a>. You must take the test in the 3 days before you start your journey to England.\nFor example, if you travel on Friday, you must take a test on the Tuesday, Wednesday or Thursday. \nIf you don’t present proof of a negative test result certificate, you may not be able to board your transport to England.",
      "ObjectId": 275
   }

}
   